Repository: objective-see/Netiquette
Catalog: Netiquette/Localizable.xcstrings
Source language: en
Languages: de, es

source: "connections": [
de: „Verbindungen“: [
es: "conexiones": [

source: {"ERROR" : "failed to convert output to JSON"}
de: {„FEHLER“ : „Output konnte nicht nach JSON konvertiert werden“}
es: {"ERROR" : "fallo al convertir la salida a JSON"}

# {"process": {"pid": "%d", "path": "%@", "signature(s)": %@},
source: {"process": {"pid": "%1$d", "path": "%2$@", "signature(s)": %3$@},
de: {„Prozess“:{„pid“:“%1$d,“Pfad“: „%2$@,“Signatur(en)“:%3$@,
es: {"proceso": {"pid": "%1$d", "ruta": "%2$@", "firma(s)": %3$@},

source: a new version (%@) is available!
de: Die neue Version (%@) ist verfügbar!
es: ¡una nueva versión (%@) está disponible!

source: Close
de: Schließen
es: Cerrar

source: Enumerating Network Connections...
de: Überprüfe Netzwerkverbindungen…
es: Enumerando Conexiones de Red...

source: ERROR: Failed To Save Output
de: Fehler: Output konnte nicht gespeichert werden
es: ERROR: Fallo al Guardar la Salida

source: error: update check failed
de: Fehler: Suche nach Updates fehlgeschlagen
es: error: falló la verificación de actualización

source: Installed version (%@) is the latest.
de: Die installierte Version (%@) ist auf dem neusten Stand.
es: La versión instalada (%@) es la más reciente.

source: No (3rd-party) Network Connections Detected
de: Keine (3rd-party ) Netzwerkverbindungen erkannt
es: No se Detectaron Conexiones de Red (de terceros)

source: No Network Connections Detected
de: Keine Netzwerkverbindungen erkannt.
es: No se Detectaron Conexiones de Red

source: No new versions available
de: Keine neuen Versionen verfügbar
es: No hay nuevas versiones disponibles

source: unknown
de: unbekannt
es: desconocido

source: Details: %@
es: Detalles: %@

source: Update
es: Actualizar

source: Version: %@
es: Versión: %@
